       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       PROCEDURE DIVISION.
       MAIN.
           DISPLAY 'Hello World!'.
           STOP RUN.
